<template>
    <p class="nusach comment" dir="rtl">הבכור אומר:</p>
    <p class="nusach" dir="rtl">אֲנִי בְּכוֹר פָּטֶר רֶחֶם, וְהַקָּבָ"ה צִוָּה לִפְדּוֹת אֶת הַבְּכוֹר (אם מת אביו: וּבַעֲוֹנוֹתֵי מֵת
    אָבִי קֹדֶם זְמַן פִּדְיוֹנִי), וַאֲנִי נִשְׁאַרְתִּי בְּחִיוּב לִפְדּוֹת עַצְמִי, דִּכְתִיב בְּכוֹר בָּנֶיךָ תִּפְדֶה,
    וְקָרִינָן תִּפָּדֶה, רוֹצֶה לוֹמַר שֶׁאֶפְדֶה אֶת עַצְמִי. וַהֲרֵינִי מוּכָן וּמְזְמָן לְקַיִם מִצְוַת הַשֵׁם.</p>
    <br />

    <p class="nusach comment" dir="rtl">והכהן שואל:</p>
    <p class="nusach" dir="rtl">מָאי נִיחָא לָךְ? יַת גַּרְמֵךְ אוֹ חָמֵשׁ סְלָעִים דְּמִתְחַיַּבְתָּ לִי בְּפוּרְקָנךְ?</p>
    <br />

    <p class="nusach comment" dir="rtl">והבכור משיב:</p>
    <p class="nusach" dir="rtl">יַת גַּרְמִי, וְהֵא לָךְ חָמֵשׁ סְלָעִים.</p>
    <br />

    <p class="nusach comment" dir="rtl">ומברך הבכור:</p>
    <p class="nusach" dir="rtl">בָּרוּךְ אַתָּה יְיָ אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל פִּדְיוֹן הַבְּכור.</p>
    <p class="nusach" dir="rtl">בָּרוּךְ אַתָּה יְיָ אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם שֶׁהֶחֱיָנוּ וְקִיָּמָנוּ וְהִגִיעָנוּ לִזְמַן הַזֶּה.</p>
    <br />

    <p class="nusach comment" dir="rtl">והכהן נוטל המטבעות ומברכו כנ"ל בנוסח הפדיון הרגיל.</p>
    <br />
</template>