<script setup lang="ts">
</script>
<template>
    <h1>Source for Nusach</h1>
    <h2 dir="rtl">ע"פ מהרש"ל, ב-ים של שלמה קדושין - <a href="https://www.hebrewbooks.org/pdfpager.aspx?req=49418&st=&pgnum=29">פ"א סי' נג</a></h2>
    <p dir="rtl">לפדותו מניין דכתיב בכור בניך הפדה זהיכא דלא פרקיה אביה מחייב איהו למיפר נפשי׳ דכתיב פדה תפדה זאיהי מנלן
        דלא מחייבא דכתיב תפדה תפדה כל שתצווה לעדות את עצמו מצוה לפדות לאחרים וכל שאינו מצווה לפדות את עצמו אינו מצווה
        לפדות אחרים ואיהי מנלן דלא מיחייבא למפרק נפשה דכתב תפדה תפדה כל שאחרים תצוו לפדותו מצווה לפדות את עצמו יכל שאין
        אחרים כו' ומניין שאין אתרים מצווין לפדותה דאמר קרא כל בכור בניך תפדה בניך, זלא בנותיך ע'׳כ נמצא בדרשות מהרי״ל
        בכיר שאין אביו קיים אין צריך פדיון עד שיגדל ואז יפדה את עצמו מכהן אחד ואין האשה חייבת לפדות את בנה וכן ראיתי
        באיגרא מעשה שנהרג האב כמלחמת בני חושים קודם פליון בנו הבכזרי צוה מהר׳׳ר נקעייה ליקח טס כסף ולכתוב עליו שם כהן
        יולתלות כצזאר הילד לכשיגדל ידע שעדיין הוא קאניד כהן עד שיפדה את עצמו ע״כ</p>
    <p dir="rtl">♦ ופעם אחת בא מעשה לידי בא׳ שפדה את עצמו וציויתי לו לברך כא״י אמ״ה אקל׳ז על פדיון ככור ושהחיינו</p>
    <p dir="rtl">♦ ונוסח הסדר אמר לכהן אני בכור פטר רחם הקב״ה צוה לפדות את הבכור ונעזבתי מהאב קודם זמן פדיוני ואני
        נשארתי בחיוב לפדות עצמי דכתי׳ בכור בניך תפדה וקרינן בית פדה ר״ל שתפדה את עצמי והריני מוכן לקייס מצות השם ואומר
        לו הכהן מאי ניח׳ לך ית נתינתך או חמש קלעים דמחייבי׳ לך בפורקנך ומשיב לו ית ברתי וקה לך ה׳ קלעים כו׳ ומברך שתי
        ברכות ברכות פדיון וברכת שהחיינו</p>

</template>